adobe-source-code-pro-fonts
arp-scan
base
base-devel
bc
bettercap
blueman
bluez
bluez-utils
brightnessctl
btop
burpsuite
cava
clang
cliphist
cmake
cmatrix
discord
efibootmgr
enum4linux
exploitdb
fastfetch
fcrackzip
ffmpegthumbnailer
firefox
fuse2
fzf
git
gjs
glib2-devel
gnome-system-monitor
gnu-netcat
go
gobuster
grim
grub
gst-plugin-pipewire
gtk-engine-murrine
gvfs
gvfs-mtp
hashcat
hydra
hypridle
hyprland
hyprlock
hyprpolkitagent
imagemagick
intel-ucode
inxi
john
jq
kitty
kvantum
libpulse
libspng
libva-nvidia-driver
linux
linux-firmware
linux-headers
loupe
lsd
macchanger
medusa
mercurial
metasploit
mousepad
mpv
mpv-mpris
nano
neovim
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-emoji
npm
nvidia-dkms
nvidia-settings
nvtop
nwg-displays
nwg-look
openvpn
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
php
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
python-pip
python-pyquery
python-requests
qalculate-gtk
qt5ct
qt6-5compat
qt6ct
rofi-wayland
sddm
slurp
sof-firmware
spotify
sqlmap
swappy
swaync
swww
thunar
thunar-archive-plugin
thunar-volman
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-victor-mono
tumbler
typescript
umockdev
unzip
wallust
waybar
wget
whatweb
wifite
wireplumber
wireshark-qt
wlogout
wpscan
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yad
yay-bin
yay-bin-debug
yt-dlp
zip
zram-generator
zsh
zsh-completions
